{
  "portfolio": "Portfolio",
  "skillsTitle": "Technical Skills",
  "skills": "Skills",
  "softSkillsTitle": "Soft Skills",
  "commitmentTitle": "Commitment to Quality",
  "commitmentDescription": "When I develop an additional feature for a web application, I spend a lot of time testing it and refactoring the code to avoid errors and ensure proper performance.",
  "teamworkTitle": "Teamwork",
  "teamworkDescription": "I see the opportunity to help my colleagues when they struggle with a technical issue, attend daily meetings with active participation, and adapt to the team’s workflow to ensure everything goes well.",
  "innovationTitle": "Innovation",
  "innovationDescription": "I look for ways to efficiently manage my time and resources to complete a critical module before the deadline, ensuring its proper functioning and adequate documentation.",
  "responsibilityTitle": "Responsibility",
  "responsibilityDescription": "I effectively organize my time and resources to finish the implementation of a crucial part before the deadline, ensuring its proper functioning and documentation.",
  "adaptabilityTitle": "Adaptability",
  "adaptabilityDescription": "I quickly adjust to a change in project direction, learning and using a new programming language required by the client to meet updated project requirements.",
  "aboutTitle": "About Me",
  "missionTitle": "Mission",
  "missionDescription": "Create innovative and efficient technological solutions that meet the business needs of the company.",
  "visionTitle": "Vision",
  "visionDescription": "To be a leader in the field of software engineering, with effective communication with a dynamic and innovative team within the company, making a significant impact on the development and success of future projects.",
  "projectsTitle": "Projects",
  "contactTitle": "Contact",
  "antiHeroDescription": "Full-Stack software developer with a backend focus, using technologies like React, Bootstrap, .NET, Java, and Spring Boot. Additionally, I have experience handling relational (SQL) and non-relational (NoSQL) databases, which allows me to produce comprehensive and efficient software solutions.",
  "titleContact": "Contact Information",
  "firstName": "First Name",
  "lastName": "Last Name",
  "email": "Email",
  "phone": "Phone",
  "address": "Address",
  "message": "Message",
  "submit": "Submit",
  "contactFormTitle": "Contact Form",
  "whatsapp": "Send me a message",
  "appSicaTitle": "AplicacionSICA",
  "appSicaDescription": "Web application for asset control, allowing to register and manage the current and historical status of a company's assets. Used HTML, CSS, JavaScript, Node.js, and MongoDB.",
  "petIncTitle": "PetInc",
  "petIncDescription": "Web application for Pet Inc that automates reservation management, monitors environmental conditions for pets, and provides real-time information to owners. Implemented HTML, CSS, JavaScript, Bootstrap, C#, SQL Server, and JQuery.",
  "secureProyectFrontEndTitle": "SecureProyect FrontEnd with React",
  "secureProyectFrontEndDescription": "Frontend for a password management application, providing an intuitive user experience.",
  "secureProyectBackEndTitle": "SecureProyect BackEnd with Spring",
  "secureProyectBackEndDescription": "Backend logic for a password generation and storage application, integrated with a non-relational database on Azure.",
  "qtvDatabaseTitle": "SQL DataBase: QTV",
  "qtvDatabaseDescription": "Database supporting QTV application functionalities, allowing content playback, download, and search by title, genre, and year.",
  "ventiladorAutomaticoTitle": "Automatic Fan with Ideaboard",
  "ventiladorAutomaticoDescription": "Connecting two IdeaBoard cards to automate room ventilation. Uses sensors and servomotors to maintain a cool environment.",
  "viewOnGitHub": "View on GitHub"
}