{
  "portfolio": "Portafolio",
  "skillsTitle": "Habilidades Técnicas",
  "skills": "Habilidades",
  "softSkillsTitle": "Habilidades Blandas",
  "commitmentTitle": "Compromiso con la Calidad",
  "commitmentDescription": "Cuando desarrollo una funcionalidad adicional para una aplicación web, paso mucho tiempo probándola y refactorizando el código para asegurarme de no cometer errores y garantizar que haya un rendimiento adecuado.",
  "teamworkTitle": "Trabajo en Equipo",
  "teamworkDescription": "Veo la oportunidad de ayudar a mis colegas cuando luchan con un problema técnico, asisto a las reuniones diarias con una participación activa y me someto al flujo del equipo para garantizar que todo salga bien.",
  "innovationTitle": "Innovación",
  "innovationDescription": "Busco la manera de manejar eficientemente mi tiempo y mis recursos para completar la implementación de un módulo crítico antes de la fecha límite, garantizando su correcto funcionamiento y documentación adecuada.",
  "responsibilityTitle": "Responsabilidad",
  "responsibilityDescription": "Me organizo de manera efectiva mi tiempo y recursos para finalizar la implementación de una parte crucial antes del plazo establecido, asegurando su correcto funcionamiento y la debida documentación.",
  "adaptabilityTitle": "Adaptabilidad",
  "adaptabilityDescription": "Me ajusto rápidamente a un cambio en la dirección del proyecto, aprendiendo y utilizando un nuevo lenguaje de programación requerido por el cliente para satisfacer los requisitos actualizados del proyecto.",
  "aboutTitle": "Sobre mí",
  "missionTitle": "Misión",
  "missionDescription": "Crear soluciones tecnológicas que sean innovadoras y eficientes, las cuales satisfagan las necesidades relacionadas con los negocios de la empresa.",
  "visionTitle": "Visión",
  "visionDescription": "Ser un líder en el campo de la ingeniería de software, con una comunicación efectiva con el equipo de trabajo dinámico e innovador dentro de la empresa, logrando un impacto significativo en el desarrollo y el éxito de los proyectos a futuro.",
  "projectsTitle": "Proyectos",
  "contactTitle": "Contacto",
  "antiHeroDescription": "Desarrollador de software Full-Stack con enfoque back-end, utilizando tecnologías como React, Bootstrap, .NET, Java y Spring Boot. Además, cuento con experiencia en el manejo de bases de datos relacionales (SQL) y no relacionales (NoSQL), lo que me permite producir soluciones de software integrales y eficientes.",
  "titleContact": "Información de Contacto",
  "firstName": "Nombre",
  "lastName": "Apellido",
  "email": "Correo Electrónico",
  "phone": "Teléfono",
  "address": "Dirección",
  "message": "Mensaje",
  "submit": "Enviar",
  "contactFormTitle": "Formulario de contacto",
  "whatsapp": "Mandame un mensaje",
  "appSicaTitle": "AplicacionSICA",
  "appSicaDescription": "Aplicación web para el control de activos, que permite registrar y gestionar el estado actual e histórico de los bienes de una empresa. Utilicé HTML, CSS, JavaScript, Node.js y MongoDB.",
  "petIncTitle": "PetInc",
  "petIncDescription": "Aplicación web para Pet Inc que automatiza la gestión de reservas, monitorea condiciones ambientales para mascotas y proporciona información en tiempo real a los dueños. Implementé HTML, CSS, JavaScript, Bootstrap, C#, SQL Server y JQuery.",
  "secureProyectFrontEndTitle": "SecureProyect FrontEnd con React",
  "secureProyectFrontEndDescription": "Interfaz gráfica para una aplicación de gestión de contraseñas, proporcionando una experiencia de usuario intuitiva.",
  "secureProyectBackEndTitle": "SecureProyect BackEnd con Spring",
  "secureProyectBackEndDescription": "Lógica detrás de una aplicación para generar y almacenar contraseñas, con integración a una base de datos no relacional en Azure.",
  "qtvDatabaseTitle": "Base de datos QTV",
  "qtvDatabaseDescription": "Base de datos que soporta las funcionalidades de la aplicación QTV, permitiendo reproducción, descarga y búsqueda de contenido por título, género y año.",
  "ventiladorAutomaticoTitle": "Ventilador Automático Ideaboard",
  "ventiladorAutomaticoDescription": "Conexión de dos tarjetas IdeaBoard para automatizar la ventilación de una habitación. Utiliza sensores y servomotores para mantener un ambiente fresco.",
  "viewOnGitHub": "Ver en GitHub"
}